tap "anchore/grype"
tap "aws/tap"
tap "buildpacks/tap"
tap "common-fate/granted"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "simonwhitaker/tap"
brew "act"
brew "argocd"
brew "atuin"
brew "node"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "cdebug"
brew "cfn-lint"
brew "chruby"
brew "unbound"
brew "lima"
brew "colima"
brew "coreutils"
brew "dateutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "dua-cli"
brew "dust"
brew "eksctl"
brew "fastfetch"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "gnupg"
brew "go"
brew "gping"
brew "graphviz"
brew "grype"
brew "hadolint"
brew "helm"
brew "htop"
brew "hurl"
brew "hyperfine"
brew "iproute2mac"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "linode-cli"
brew "lnav"
brew "lsd"
brew "luarocks"
brew "mas"
brew "minikube"
brew "moreutils"
brew "neovim"
brew "noti"
brew "onefetch"
brew "pgcli"
brew "procs"
brew "pulumi"
brew "pv"
brew "renameutils"
brew "ripgrep"
brew "rm-improved"
brew "rsync"
brew "ruby-install"
brew "semgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tenv"
brew "testssl"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "tmux-xpanes"
brew "trash"
brew "tree"
brew "trivy"
brew "ugrep"
brew "uv"
brew "walk"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zenith"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "buildpacks/tap/pack"
brew "common-fate/granted/granted"
brew "d12frosted/emacs-plus/emacs-plus@29"
brew "hashicorp/tap/packer"
brew "simonwhitaker/tap/gibo"
cask "alt-tab"
cask "betterdisplay"
cask "brave-browser"
cask "calibre"
cask "drawio"
cask "dropbox"
cask "espanso"
cask "finch"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "github"
cask "iina"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "keycastr"
cask "kitty"
cask "lulu"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monitorcontrol"
cask "mullvad-browser"
cask "mullvadvpn"
cask "obsidian"
cask "protonmail-bridge"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "selfcontrol"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "sloth"
cask "stats"
mas "Bitwarden", id: 1352778147
mas "Flow", id: 1423210932
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Little Snitch Mini", id: 1629008763
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Velja", id: 1607635845
mas "‎WhatsApp", id: 310633997
