tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'neovim/neovim'
brew 'antigen'
brew 'archey'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'boost'
brew 'ccat'
brew 'chruby'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'direnv'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'docker'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'dos2unix'
brew 'editorconfig'
brew 'findutils'
brew 'fzf'
brew 'gdbm'
brew 'pkg-config'
brew 'lua'
brew 'highlight'
brew 'hub'
brew 'jenv'
brew 'oniguruma'
brew 'jq'
brew 'openssl'
brew 'libevent'
brew 'libffi'
brew 'libtool'
brew 'luajit'
brew 'moreutils'
brew 'n'
brew 'nmap'
brew 'readline'
brew 'pyenv'
brew 'sqlite'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'ruby-install'
brew 'the_silver_searcher'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'vim', args: ['override-system-vi', 'with-luajit', 'with-lua']
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'cyberduck'
cask 'font-hack'
cask 'java'
cask 'jumpcut'
cask 'keyboard-cleaner'
cask 'macdown'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'skype'
cask 'virtualbox'
cask 'vlc'
cask 'xquartz'
