tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'dart-lang/dart'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/x11'
tap 'jingweno/ccat'
tap 'neovim/neovim'
tap 'nviennot/tmate'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'android-platform-tools'
brew 'docbook'
brew 'docbook-xsl'
brew 'asciidoc'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'libsigc++'
brew 'glibmm'
brew 'atkmm'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'bdw-gc'
brew 'bison'
brew 'icu4c'
brew 'boost'
brew 'boost-build'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'cairomm'
brew 'casperjs'
brew 'chruby'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'direnv'
brew 'dnsmasq'
brew 'docker-machine'
brew 'docker-swarm'
brew 'dos2unix'
brew 'editorconfig'
brew 'libtool'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'libyaml'
brew 'fig'
brew 'findutils'
brew 'fish'
brew 'libogg'
brew 'flac'
brew 'flow'
brew 'harfbuzz'
brew 'pango'
brew 'giflib'
brew 'fontforge'
brew 'fpp'
brew 'freexl'
brew 'fzf'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'libxml2', args: ['with-python']
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'gdal'
brew 'gdk-pixbuf'
brew 'gibo'
brew 'git-extras'
brew 'libepoxy'
brew 'intltool'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'gtk+3'
brew 'libcroco'
brew 'librsvg'
brew 'gnome-icon-theme'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gradle'
brew 'gsl'
brew 'gtk+'
brew 'pygobject'
brew 'py2cairo'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'pangomm'
brew 'gtkmm'
brew 'gtksourceview'
brew 'gtksourceview3'
brew 'httpie'
brew 'hub'
brew 'id3lib'
brew 'imagemagick'
brew 'libplist'
brew 'libusb'
brew 'usbmuxd'
brew 'libtasn1'
brew 'libimobiledevice'
brew 'ios-webkit-debug-proxy'
brew 'itstool'
brew 'jq'
brew 'lame'
brew 'leiningen'
brew 'libevent'
brew 'libid3tag'
brew 'libvorbis'
brew 'lua'
brew 'luajit'
brew 'scons'
brew 'mongodb'
brew 'moreutils'
brew 'neon'
brew 'nmap'
brew 'node'
brew 'nspr'
brew 'nvm'
brew 'ossp-uuid'
brew 'phantomjs'
brew 'popt'
brew 'pstree'
brew 'pup'
brew 'pv'
brew 'pygobject3'
brew 'pygtksourceview'
brew 'rarian'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'ruby-install'
brew 's3cmd'
brew 'siege'
brew 'sonar-runner'
brew 'spidermonkey'
brew 'subversion'
brew 'taglib'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'ttfautohint'
brew 'v'
brew 'vim', args: ['with-lua', 'with-luajit', 'override-system-vi']
brew 'w3m'
brew 'watch'
brew 'wifi-password'
brew 'xmlto'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'caskroom/cask/brew-cask'
brew 'dart-lang/dart/dart'
brew 'homebrew/x11/meld'
brew 'jingweno/ccat/ccat'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'nviennot/tmate/tmate'
cask 'android-file-transfer'
cask 'anki'
cask 'atom'
cask 'betterzipql'
cask 'bittorrent-sync'
cask 'cakebrew'
cask 'charles'
cask 'clipmenu'
cask 'cyberduck'
cask 'flashlight'
cask 'font-fantasque-sans-mono'
cask 'font-fira-sans'
cask 'font-noto-sans'
cask 'gas-mask'
cask 'github'
cask 'imageoptim'
cask 'inkscape'
cask 'iterm2'
cask 'keyboard-cleaner'
cask 'kitematic'
cask 'launchrocket'
cask 'loading'
cask 'macdown'
cask 'macvim'
cask 'noizio'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rdm'
cask 'robomongo'
cask 'selfcontrol'
cask 'skype'
cask 'spectacle'
cask 'suspicious-package'
cask 'tomighty'
cask 'tribler'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'webpquicklook'
