zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting

caarlos0/zsh-mkc 
desyncr/auto-ls
djui/alias-tips 

robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/brew
robbyrussell/oh-my-zsh path:plugins/common-aliases
robbyrussell/oh-my-zsh path:plugins/git

# theme
denysdovhan/spaceship-prompt
